IDEA StatiCa Open Model
RebarHookBend.Angle Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Bending Angle in X-Y Plane.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Angle { get; set; }
Public Property Angle As Double
	Get
	Set
public:
property double Angle {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
RebarHookBend Class
IdeaRS.OpenModel.Model Namespace